[
  {
    "images": "https://img.freepik.com/free-psd/medical-aid-banner-page-template_23-2148969688.jpg?size=626&ext=jpg",
    "Name": " 24 Hours Doctor's service",
    "id": "01",
    "Cost": "FREE",
    "Details": "Syed Atiqul Haq is a Bangladeshi physician & academic. He is the current president of Asia Pacific League of Associations for Rheumatology for 2018–2020 tenure.",
    "more": "Life and education Dr Haq was born in Chittagong, Bangladesh. He passed MBBS from Chittagong Medical College. He then completed the FCPS (Medicine) degree from Bangladesh College of Physicians and Surgeons. He was awarded Fellowship of the Royal College of Physicians of Edinburgh in 2003 and International Fellowship of the American College of Rheumatology in 2005  Dr. Haq was the Head of the department of medicine from 2009–2012 in Bangabandhu Sheikh Mujib Medical University, Dhaka. He has edited several international journals on rheumatology. The veteran physician is a former president of the Association of Physician Bangladesh. He was accorded with Gold Medal from Bangladesh Academy of Science for his contribution in medical science in 1997  ABM Abdullah (born 1954) is a Bangladeshi physician, academic and the personal physician of Prime Minister Sheikh Hasina.[1] He was a professor in the Department of Internal Medicine and dean of the Faculty of Medicine at Bangabandhu Sheikh Mujib Medical University.[2] He was awarded the Ekushey Padak in 2016 by the Government of Bangladesh. Sayeba Akhter (born 1953) is a Bangladeshi physician who has dedicated her career to eliminating obstetric fistula. She is an Executive Member of the International Society of Obstetric Fistula Surgeons and has previously served as the President of the Obstetrics and Gynaecology Society of Bangladesh. She leads two charities, in Dhaka and Gaibandha, which focus on the education of underprivileged girls.In recognition of her contribution in medicine, the government of Bangladesh awarded her the country's second highest civilian award Ekushey Padak in 2020"
  },  
  {
      "images": "https://images.unsplash.com/photo-1588776814546-1ffcf47267a5?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=870&q=80",
      "Name": "X-radiation (X-ray)",
      "id": "02",
      "Cost": "550tk",
      "Details": "An X-ray is a quick, painless test that produces images of the structures inside your body — particularly your bones.",
      "more": "X-radiation (X-ray) is a form of electromagnetic radiation. X-rays were discovered in 1895 by the German scientist Wilhelm Conrad Röntgen, who named the new form of radiation X-radiation (X standing for “Unknown”). X-radiation is also called Röntgen radiation after Wilhelm Röntgen. X-ray beams pass through your body, and they are absorbed in different amounts depending on the density of the material they pass through. Dense materials, such as bone and metal, show up as white on X-rays. The air in your lungs shows up as black. Fat and muscle appear as shades of gray.For some types of X-ray tests, a contrast medium — such as iodine or barium — is introduced into your body to provide greater detail on the images. Why it's done X-ray technology is used to examine many parts of the body. Bones and teeth Fractures and infections. In most cases, fractures and infections in bones and teeth show up clearly on X-rays.Arthritis. X-rays of your joints can reveal evidence of arthritis. X-rays taken over the years can help your doctor determine if your arthritis is worsening.Dental decay. Dentists use X-rays to check for cavities in your teeth. Osteoporosis. Special types of X-ray tests can measure your bone density.Bone cancer. X-rays can reveal bone tumors. Chest Lung infections or conditions. Evidence of pneumonia, tuberculosis or lung cancer can show up on chest X-rays Breast cancer. Mammography is a special type of X-ray test used to examine breast tissue.Enlarged heart. This sign of congestive heart failure shows up clearly on X-rays.Blocked blood vessels. Injecting a contrast material that contains iodine can help highlight sections of your circulatory system to make them visible on X-rays."
    },
    
    {
      "images": "https://www.verywellfamily.com/thmb/Y2_Z0C_Z-mF39sMoIgm9vwHJzRw=/2576x2576/smart/filters:no_upscale()/female-nurse-performing-ultrasound-on-pregnant-woman-in-examination-room-697537711-5bff19cfc9e77c0051c989fc.jpg",
      "Name": "Ultrasonography",
      "id": "03",
      "Cost": "100tk",
      "Details": "Medical ultrasound includes diagnostic imaging techniques, as well as therapeutic applications of ultrasound. In diagnosis, it is used to create .",
      "more": "Medical ultrasound includes diagnostic imaging techniques, as well as therapeutic applications of ultrasound. In diagnosis, it is used to create an image of internal body structures such as tendons, muscles, joints, blood vessels, and internal organs.ICD-10-PCS: B?4ICD-9-CM: 88.7 OPS-301 code: 3-03...3-05 A procedure that uses high-energy sound waves to look at tissues and organs inside the body. The sound waves make echoes that form pictures of the tissues and organs on a computer screen (sonogram). Ultrasonography may be used to help diagnose diseases, such as cancer. It may also be used during pregnancy to check the fetus (unborn baby) and during medical procedures, such as biopsies. Also called ultrasound.Ultrasound imaging uses sound waves to produce pictures of the inside of the body. It helps diagnose the causes of pain, swelling and infection in the body's internal organs and to examine an unborn child (fetus) in pregnant women. In infants, doctors commonly use ultrasound to evaluate the brain, hips, and spine. . It also helps guide biopsies, diagnose heart conditions, and assess damage after a heart attack. Ultrasound is safe, noninvasive, and does not use radiation.This procedure requires little to no special preparation. Your doctor will tell you how to prepare, including whether you should not eat or drink beforehand. Leave jewelry at home and wear loose, comfortable clothing. You may need to change into a gown." 
    },
    {
      "images": "https://media.istockphoto.com/photos/scanner-equipment-in-the-hospital-picture-id1310342557?b=1&k=20&m=1310342557&s=170667a&w=0&h=fbyk6j8E4FlcezL2UGC-m17uL_CrjsefGn1NfeLY96M=",
      "Name": " Computed tomography",
      "id": "04",
      "Cost": "300tk",
      "Details": "Computed tomography (CT) scan is a useful diagnostic tool for detecting diseases and injuries. It uses a series of X-rays and a computer to produce .",
      "more": "Computed tomography (CT) scan is a useful diagnostic tool for detecting diseases and injuries. It uses a series of X-rays and a computer to produce a 3D image of soft tissues and bones. CT is a painless, noninvasive way for your healthcare provider to diagnose conditions. A CT scan or computed tomography scan is a medical imaging technique used in radiology to get detailed images of the body noninvasively for diagnostic purposes. The personnel that perform CT scans are called radiographers or radiology technologists. Medical professionals use computed tomography, also known as CT scan, to examine structures inside your body. A CT scan uses X-rays and computers to produce images of a cross-section of your body. It takes pictures that show very thin “slices” of your bones, muscles, organs and blood vessels so that healthcare providers can see your body in great detail.Traditional X-ray machines use a fixed tube to point X-rays at a single spot. As X-rays travel through the body, they are absorbed in different amounts by different tissues. Higher density tissue create a whiter image than other tissues against the black background of the film. X-rays produce 2D images. CT scans have a doughnut-shaped tube that rotates the X-ray 360 degrees around you. The data captured provides a detailed 3D view of the inside of your body.  What is a CT scan with contrast? Sometimes, your scan uses a contrast agent. This contrast agent, sometimes called a dye, improves the images by highlighting certain features. Your healthcare provider will either have you drink a special liquid containing the contrast agent or give you an IV injection with the contrast or both depending on the type of CT scan and the reason for the scan. The contrast agent is cleared from your body through your urine, first rapidly then more slowly over the next 24 hours. How do I prepare for a CT scan?Your healthcare provider will give you instructions on how to prepare for your CT scan. On the day of the exam, you should pay attention to:Arrival: You should plan to arrive early, depending on your healthcare provider’s instructions. Arriving early helps the testing stay on schedule. Diet: Avoid eating and drinking for four hours before your exam.Medications: Ask your healthcare provider if you should take your regular medicines before the CT scan.Comfort: You should wear comfortable clothes. You may need to change into a gown before the exam and remove your watch and jewelry, including any piercings you can remove. You may need to remove dentures and hearing aids, too. Zippers and metal objects can obstruct the scan.If your CT scan uses dye or contrast, your provider may give you some specific preparation guidelines:"
    },
    {
      "images": "https://www.theengineeringprojects.com/wp-content/uploads/2017/08/Introduction-to-ECG_3-2.jpg",
      "Name": "Electrocardiogram",
      "id": "05",
      "Cost": "2000tk",
      "Details": "An electrocardiogram (ECG) is a simple test that can be used to check your heart's rhythm and electrical activity. Sensors attached .",
      "more": "An electrocardiogram (ECG) is a simple test that can be used to check your heart's rhythm and electrical activity.Sensors attached to the skin are used to detect the electrical signals produced by your heart each time it beats.These signals are recorded by a machine and are looked at by a doctor to see if they're unusual.An ECG may be requested by a heart specialist (cardiologist) or any doctor who thinks you might have a problem with your heart, including your GP.The test can be carried out by a specially trained healthcare professional at a hospital, a clinic or at your GP surgery.Despite having a similar name, an ECG isn't the same as an echocardiogram, which is a scan of the heart. How an ECG is carried outThere are several different ways an ECG can be carried out. Generally, the test involves attaching a number of small, sticky sensors called electrodes to your arms, legs and chest. These are connected by wires to an ECG recording machine.You don't need to do anything special to prepare for the test. You can eat and drink as normal beforehand.Before the electrodes are attached, you'll usually need to remove your upper clothing, and your chest may need to be shaved or cleaned. Once the electrodes are in place, you may be offered a hospital gown to cover yourself The test itself usually only lasts a few minutes, and you should be able to go home soon afterwards or return to the ward if you're already staying in hospital."
    },
    {
      "images": "https://cdn-prod.medicalnewstoday.com/content/images/articles/146/146309/mri-scan.jpg",
      "Name": "Magnetic resonance imaging",
      "id": "06",
      "Cost": "4666tk",
      "Details": "Magnetic resonance imaging (MRI) is a type of scan that uses strong magnetic fields and radio waves to produce detailed images of the inside of the body.",
      "more": "Magnetic resonance imaging (MRI) is a medical imaging technique used in radiology to form pictures of the anatomy and the physiological processes of the body. MRI scanners use strong magnetic fields, magnetic field gradients, and radio waves to generate images of the organs in the body. MRI does not involve X-rays or the use of ionizing radiation, which distinguishes it from CT and PET scans. MRI is a medical application of nuclear magnetic resonance (NMR) which can also be used for imaging in other NMR applications, such as NMR spectroscopy MRI is widely used in hospitals and clinics for medical diagnosis, staging and follow-up of disease. Compared to CT, MRI provides better contrast in images of soft-tissues, e.g. in the brain or abdomen. However, it may be perceived as less comfortable by patients, due to the usually longer and louder measurements with the subject in a long, confining tube. Additionally, implants and other non-removable metal in the body can pose a risk and may exclude some patients from undergoing an MRI examination safely.MRI was originally called NMRI (nuclear magnetic resonance imaging), but nuclear was dropped to avoid negative associations.[1] Certain atomic nuclei are able to absorb radio frequency energy when placed in an external magnetic field; the resultant evolving spin polarization can induce a RF signal in a radio frequency coil and thereby be detected.[2] In clinical and research MRI, hydrogen atoms are most often used to generate a macroscopic polarization that is detected by antennae close to the subject being examined.[2] Hydrogen atoms are naturally abundant in humans and other biological organis particularly in water and fat. For this reason, most MRI scans essentially map the location of water and fat in the body. Pulses of radio waves excite the nuclear spin energy transition, and magnetic field gradients localize the polarization in space. By varying the parameters of the pulse sequence, different contrasts may be generated between tissues based on the relaxation properties of the hydrogen atoms therein.Since its development in the 1970s and 1980s, MRI has proven to be a versatile imaging technique. While MRI is most prominently used in diagnostic medicine and biomedical research, it also may be used to form images of non-living objects. Diffusion MRI and Functional MRI extends the utility of MRI to capture neuronal tracts and blood flow respectively in the nervous system, in addition to detailed spatial images. The sustained increase in demand for MRI within health systems has led to concerns about cost effectiveness and overdiagnosis"
    }
    
  ]